Repository: mozilla-l10n/mt-training-data
Catalog: lrk/lrk_pontoon.tmx
Source language: en_us
Languages: lrk

source: Reference the source of your sentence (required)
lrk: آپري جملل ري وجہ رو حوالو ڌيو (لازمي)

source: Refresh
lrk: تازو ڪرو

source: Reject
lrk: رد ڪرو

source: Remove
lrk: هٽاوُ

source: Remove Avatar
lrk: اوتار ني هٽاوُ

source: Report
lrk: رپورٽ

source: Report was passed successfully
lrk: رپورٽ ڪوميوب ھوئي گئي

source: Request a Language
lrk: ٻولي ري منت ڪرو

source: Request for Scripted Speech
lrk: اسڪرپٽ ھويوڙي تقرير ري درخواست

source: Request for Spontaneous Speech
lrk: اسڪرپٽ ھويوڙي تقرير ري درخواست

source: Request New Language
lrk: نوي ٻولي ري درخواست ڪرو

source: Request recordings
lrk: رڪارڊنگ ري درخواست ڪرو

source: *required
lrk: خپت

source: Re-record
lrk: وري رڪارڊ ڪرو

source: Re-record clip
lrk: ٻيجو رڪارڊ ڪلپ

source: Respond
lrk: جواب ڏيووہ

source: Respond to prompts to create datasets for organic, colloquial contexts. Perfect for oral-first languages.
lrk: نامياتي، ٻوليا وارو حوالو ھارو ڊيٽاسيٽ ٺاهيا ھارو اشارو رو جواب ڏيو. پهري زباني ٻوليو ھارو بهتري.

source: Response deleted successfully
lrk: جواب ڪاميابي مون ختم ڪريو گيو

source: Response submitted successfully
lrk: جواب ڪاميابي مون پيش ڪريو گيو

source: Return
lrk: واپسي

source: Return here to edit your goal anytime.
lrk: ڪي ڀي وقت آپرو مقصد تبديل ڪريا ھارو ايئي واپس جاو.

source: Return to Common Voice
lrk: عام آواز تڪ واپسي جاو

source: Return to Common Voice Datasets
lrk: سادي آواز مون ڊيٽاسيٽس تي واپسي جاو

source: Return to Languages
lrk: ٻوليو ري طرف واپس جاوُ

source: Review
lrk: پرکوہ

source: Review and vote for new questions submitted by the community
lrk: برادري مون جمع ڪرايوڙا نو سوالو رو جائزو ليو ھين ووٽ ديو.

source: Review could not be saved. Please try again later.
lrk: جائزو محفوظ ڪوئي ھوئي سگهيو. مهربوني ڪرين پسي وري ڪوشش ڪرجو.

source: ⓘ Review Criteria
lrk: جائزو رو معيار

source: Review Criteria
lrk: جائزو رو معيار

source: Reviewed sentences not submitted, are sure?
lrk: ديکيڙا جملا جمع ڪوئي ڪرايا ھي، پڪ هي؟

source: Review existing sentences submitted by the community
lrk: برادري پاران جمع ڪرايوڙا موجوده جملو رو جائزو ليو

source: Reviewing Sentences
lrk: جملو ني جووُ

source: Review questions
lrk: سوالن رو جائزو ليو

source: Review Questions
lrk: سوالو رو جائزو ليو

source: Review & re-record clips here as you go
lrk: ايي ڪلپس رو جائزو ليو ھين ٻيجي رڪارڊ ڪرو جيئي تمي جاوُ

source: Review & re-record clips if needed
lrk: جيڪڏي ضرورت هوثي تو ڪلپس رو جائزو ليو ھين ٻيجي رڪارڊ ڪرو

source: Review Sentences
lrk: جملا رو جائزو ليو

source: Review sentences in your language
lrk: آپري ٻولي ۾ جملو رو جائزو ليو.

source: Review & Submit
lrk: جائزو لیو ھین جمع ڪرو

source: Review transcriptions
lrk: ٽرانسپشن رو جائزو ليو

source: Review Transcriptions
lrk: ٽرانسپشنو رو جائزو ليو

source: Review transcriptions of recorded sentences for accuracy
lrk: سھي ھارو رڪارڊ ڪريوڙا جملو ري ٽرانسڪرپشن رو جائزو ليو.

source: Review Transcriptions <small>(Coming soon)</small>
lrk: ٽرانسپشو رو جائزو ليو<small>جلدي آوي

source: Review user-submitted transcriptions in your language
lrk: آپري ٻولي ۾ استعمال ڪريوڙا ري جمع ڪرايوڙي ٽرانسڪرپشن رو جائزو ليو.

source: Romanian
lrk: رومانوي

source: Romansh Sursilvan
lrk: رومانش سرسلوان

source: Romansh Vallader
lrk: رومانش ويلاڊر

source: Rukai
lrk: روکائي

source: Runyankole
lrk: رنيانڪول

source: Russian
lrk: روسي

source: s
lrk: ايس

source: S
lrk: ايس

source: Sabah Bisaya
lrk: صباح بسيا

source: Sabah Malay
lrk: سبھا مالئي

source: Sa'ban
lrk: سبان

source: Sakha
lrk: سخا

source: Santali (Ol Chiki)
lrk: سنتالي (اول چڪي)

source: Saraiki
lrk: سرائڪي

source: Sardinian
lrk: سارڊيني

source: Save
lrk: محفوظ ڪرو

source: Saved
lrk: محفوظ ھويوڙي

source: Scots
lrk: اسڪوٽس

source: Scripted Speech
lrk: اسڪرپٽ ھويوڙي تقرير

source: SCRIPTED SPEECH
lrk: ليکيوڙي تقرير

source: Search
lrk: جو

source: Search for a language
lrk: ڀولي جو

source: Search for a language...
lrk: ڀولي جو

source: Seediq
lrk: صيديق

source: See how your progress compares to other contributors all over the world.
lrk: جو تو تمو ري پيشرفت پوري دنيا ري ٻيجا مدد ڪريا وارو ري مقابلي ۾ ڪيڪر هي.

source: See Less
lrk: گهٽ جو

source: See More
lrk: وڌيڪ ڏجو

source: Select a Language...
lrk: ٻولي ني چونڌو

source: Select an option
lrk: ايڪ اختيار ليو

source: Select a variant (optional)
lrk: آيڪ قسم چونڊيو (اختياري)

source: Selected
lrk: چونڊيوڙي

source: Select File
lrk: فائل پسند ڪرو

source: Select File to Upload
lrk: اپلوڊ ڪريا ھارو فائل چونڊو

source: Select the desired language dataset and choose the version you wish to download.
lrk: مطلوب ٻولي ڊيٽا سيٽ چونڊو ھين نسخو چونڊو جي تمي ڊائون لوڊ ڪروُ چاھو ھون.

source: Select up to three domains (optional)
lrk: تين ايڪ جيوا جملا جمع ڪرو

source: Select your age
lrk: آپري عمر چونڊو

source: Select your sex or gender
lrk: آپري جنس يا جنس چونڊو

source: Self Citation
lrk: پاڻمرادو حوالو

source: Send a link to my email
lrk: ماري اي ميل تي ايڪ لنڪ موڪلو

source: Send sign up link
lrk: سائن اپ لنڪ موڪلو

source: Sentence
lrk: جملو

source: Sentence Collection
lrk: جملو رو ڀندار

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
lrk: <sentenceCollectorFragment>SentenceCollectorFragment>جملل ري مجموعا ني وڌيڪ جو</sentenceCollectorFragment>.

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
lrk: <sentenceCollectorVideo>SentenceCollectorVideo>SentenceCollectorVideo> استعمال ڪريا تي اموري گائيڊ جو

source: Sentence Domain
lrk: ايڪجيوا جملا

source: Sentences
lrk: جملا

source: Sentences are collected for people to read aloud.
lrk: مينکو ني اونچي آواز مون پڙھيا ھارو جملا ڀيرا مآلايا جائي.

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
lrk: جملو ني ڪميونٽي ري ڀآراپڙون واري عمل ري ذريعي جوڻيو جائي هي، جدي تو آ عمل پورو ڪوئي ني. جيڪڌي تمي ڪوئي ايووُ جملو جو يا ھڻو جي تمو ني ناراض ڪري يا تمو ني پريشان ڪري - مثال طور ڪونڪِ ته او امو ري <participationGuidelines>ڪميونٽي ميلايا ري هدايتنو</participationGuidelines> ري خلاف ورزي ڪري ھي - مهربوني ڪرين UI ۾ پرچم وارو ھوڻو استعمال ڪرو. تمي پڻ امون مون رابطو ڪري سگھوھون <emailFragment>commonvoice@mozilla.com</emailFragment>.

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
lrk: آ ڀيرا ڪريوڙا جملا عوامي طور تي دستياب cc-0 لائسنس يافته ڊيٽاسيٽ ۾ ڀيرا ميلايا جائiي

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
lrk: عام آواز ۾ ليليا ھارو ٻي مينکو ري جملو رو جائزو ليدا ھارو ھين مونوُہ لازمي هي. تمي آپري ھارو ٻوليءَ ھارو ھدايتون ٺاھو <languageGuidelinesLink>ايئوي</languageGuidelinesLink>. جملا <licenseLink>عوامي ڊومين </licenseLink> ۾ ھين 15 اکرو مون نينا ھوئي. تمي ٽيڪسٽ ري مالڪ ني پوسي سگهو اووہ ني <waiverLink>CC0 استعمال ڪرين امون ري معافي واري عمل ني استعمال ڪرين</waiverLink>، ھين امو تڪ موڪلو commonvoice@mozilla.com تي

source: { $sentences } sentences reviewed. Thank you!
lrk: { $sentences }جملا رو جائزو ليدو گيو ھي. مهربوني!

source: Sentence text
lrk: جملو رو متن

source: Sentence Variant
lrk: سزا رو قسم

source: Separate sentences into one line by pressing “Enter” or “Return” once
lrk: ايڪ دفا "Enter" يا "Return" ني دٻاوين جملو ني ايڪ لڪير ۾ الڳ ڪرو.

source: Serbian
lrk: سربيائي

source: Serian Bidayuh
lrk: سيرين بديو

source: Service and Retail
lrk: ݾيوا ھين اپسي

source: Set a goal
lrk: ايڪ ھي مقصد مقرر ڪرو

source: Set my visibility
lrk: ماري visibility مقرر ڪرو

source: Setswana
lrk: سيٽسوانا

source: Settings
lrk: جوڙ جڪ

source: Sex
lrk: جنس

source: Sex or Gender
lrk: جنس

source: SHA256 Checksum Copied!
lrk: SHA256 Checksum ڪاپي ڪري ھي

source: Shan
lrk: ݾان

source: Share Common Voice
lrk: حصيداري ڪرو عام آواز

source: Share my goal
lrk: مارو مقصد ويديو

source: Share your clip
lrk: آپري ڪلپ حصيداري ڪرو

source: Share your { $count } Clip Daily Goal for { $type }
lrk: شيئر ڪرو آپرو { $count } ڪلپ روزاني مقصد ھارو { $type }

source: Share your { $count } Clip Weekly Goal for { $type }
lrk: شيئر ڪرو آپرو { $count } ڪلپ ھفتيا ري مقصد ھارو { $type }

source: Share your event
lrk: آپرو واقعو حصيداري ڪرو

source: Shilha
lrk: شيلا

source: Shina
lrk: ݾينا

source: Shortcuts
lrk: ݾورتڪت

source: [Should be ‘dinosaurs’]
lrk: 'ڊائناسور' هووُ کپي

source: [Should be “We are”]
lrk: اپي ھو ھوُ کپي

source: Show me sentences and clips from all variants within my language
lrk: آپري ٻولي ۾ سڀ قسمو را جملا ھين ڪلپس مون ني ڏيکارو.

source: Show my ranking
lrk: مارو درجو ديکارو

source: Sicilian
lrk: سسيليين

source: Sign up
lrk: سائن آپ

source: Sign up for an account
lrk: ايڪ اڪائونٽ ھارو سائن اپ ڪرو

source: Sign up for Common Voice newsletters, goal reminders and progress updates
lrk: ڪامن وائس نيوز ليٽرز، مقصد ياد ڏيرايا وارا ھين ترقي ري تازه ڪاري ھارو سائن اپ ڪرو

source: sign up for email updates
lrk: اي ميل تازه ڪاري ھارو سائن اپ ڪرو

source: Sign up for { $lang } updates:
lrk: سائن اپ ڪرو { $lang } تازه ڪاري ھارو:

source: Simple and easy for anyone to understand
lrk: سادو ھين هر ڪي ھارو ھمجيا ۾ آسان

source: Sindhi
lrk: سندھي

source: Single
lrk: ايڪلوجملو

source: Single sentence submission
lrk: ايڪ جملو ڀيرو ڪرو

source: Single ZIP file containing
lrk: ايڪ زپ فائل ڀيري ھي

source: Sinhala
lrk: سنهالا

source: Siswati
lrk: سِسواتي

source: Size
lrk: ماپ

source: Skip
lrk: سوڙوہ

source: Skipped
lrk: سوڙي گيو

source: Skip Submission Feedback
lrk: جمع ڪرايا ري راءِ ني سوڙي ڏيو

source: Slovak
lrk: سلوويڪي

source: Slovenian
lrk: سلوويني

source: Small batch
lrk: نينو بيچ

source: Small batch sentence submission
lrk: نينا بيچ را جملا جما ڪرو

source: Small businesses, including tech and AI start ups
lrk: نينا ڪاروبار، بشمول ٽيڪ ھين AI شروع ھويوڙي

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
lrk: [ناچوُ] ٽراسِڪ رو موٽو [ کنگهه] ڊائنوسار.

source: Social media
lrk: سماجي دڌيا

source: Solicit personally identifying information (like names or financial information)
lrk: ذاتي طور تي اورکيا واري معلومات (جيم ڪي نوم يا مالي معلومات) طلب ڪرو.

source: Somali
lrk: صومالي

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
lrk: ڪوئي ٻوليو ۾ گرامر، لفظن ھين تلفظ ۾ تموم گهڻو فرق هي. اي ري ڪري، امي 2022 ۾ <ctaLink>'مختلف قسمن' ني رربرو ڪرو</ctaLink> رهيا ھون. اووي ڪميونٽيو ني موٽي ڊيٽاسٽ ري موئي اووہ ري ٻوليو ۾ فرق ڪريا رو طريقو ڏي ھي

source: Someone asks for a language to be added.
lrk: ڪوئي مينک ٻولي ني ڀيري ڪريا ھارو ڪي ھي

source: Something went wrong while fetching audio for transcriptions. Please try again later.
lrk: ٽرانسڪرپشن ھارو آڊيو لايا ري دوران ڪوئي غلطي ھوئي گئي. مهربوني ڪرين پسي وري ڪوشش ڪرو.

source: Something went wrong while fetching prompts. Please try again later.
lrk: اشارو ني حاصل ڪريا ري دوران ڪوئي غلط ھوئي گيو. مهربوني ڪرين بعد ۾ وري ڪوشش ڪرو.

source: Something went wrong while fetching transcriptions. Please try again later.
lrk: ٽرانسڪرپشو حاصل ڪريا دوران ڪوئي غلط ھوئي گيو. مهربوني ڪرين وري ڪوشش ڪرو.

source: Something went wrong with reCAPTCHA. Please try again.
lrk: reCAPTCHA مون ڪوئي غلط ھوئي گيو مهربوني ڪرين وري ڪوشش ڪرو.

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
lrk: ڪي ڀي ٻولي يا ٻولي ري خاندان ۾ ڪوئي قسم ھين لهجا ايڪ ٻيجا مون تموم الگ ھي، جيڪڏي تمو ني ڪي خاص قسم ري وچ ۾ مشغول ھويا ۾ ڏوکائي ھوئي رهي هي، تو تمي ايئي آپرو ترجيحون تبديل ڪري سگهو ھون.

source: Soninke
lrk: سوننڪي

source: Sorbian, Lower
lrk: سوربين ، هيٺاهين

source: Sorbian, Upper
lrk: سربيائي، مٿين

source: Sorry, Common Voice is running slowly. Thanks for your interest.
lrk: معاف ڪرو، عام آواز آهستي هللي رهي هي. تمو ري دلچسپي ھارو مهربوني.

source: Sorry, something went wrong
lrk: معاف ڪرو، ڪوئي غلطي ھوئي هي

source: Source: { $sentenceSource }
lrk: ذريعو{ $sentenceSource }

source: Southern Kurdish
lrk: ڏاکڻي ڪردش

source: Southern Pastaza Quechua
lrk: ڏاکڻي پاستازا ڪيوچوا

source: Southern Sotho
lrk: ڏاکڻي سوٿو

source: Southwestern Tlaxiaco Mixtec
lrk: ڏکڻ اولهه ٽليڪسياڪو ميڪٽيڪ

source: Spanish
lrk: ھسپانوي ٻولي

source: Speak
lrk: ٻولو

source: Speakable
lrk: ٻولوُہ جوڳو

source: Speakers
lrk: ڀوليا وارا

source: Speaking
lrk: ٻولوہ

source: Speaking and Listening
lrk: ٻولوئہ ھين وڻوہ

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
lrk: آپري عام آواز ۾ ٻولو تما ري ٻوليا ري طريقا ني ڀليڪار ھي اپي چاھون ھون تمو رو تلدظ جيم ھي ھين امي چاھون ھون ڪي تمو ري سادي آواز رو لھجو انداز ھين الٽرنيݾن

source: Speak now
lrk: ھمڙي ڀولو

source: Speak options menu
lrk: اسپيڪ آپشن مينيو

source: Speak up, contribute here!
lrk: ٻولو، ايئي تعاون ڪرو!

source: Special Characters and Foreign Letters
lrk: خاص اکر ھين غير ملڪي اکر

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
lrk: خاص نشونيون ھين اوقاف صرف او وقت ڀيرا ڪريا جائي جڏي بلڪل ضروري هوئي. مثال طور، ايڪ apostrophe انگريزي اکرو ۾ ڀيرا ڪريا گيو هي جيم ڪي "don't" ھين "we're" ھين ماخذ متن ۾ ڀيرو ڪريو جائي، پر او ممڪن ڪوئي ني تو تمو ني ڪڏي ڀي خاص علامت ري ضرورت پڙئي جيم ي "@" يا "#. ”

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
lrk: <speechBlogLink>تقرير ري اورکيا مون شروعات ڪرو</speechBlogLink>

source: Spelling and Punctuation
lrk: اسپيلنگ ھين اوقاف

source: Split into { $archiveCount } ZIP files containing
lrk: زپ فائلن تي مشتمل { $archiveCount } ۾ ويراووُ

source: Splits
lrk: ويراوُ

source: Splits (Age and Sex)
lrk: وراياڙا (عمر ۽ جنس)

source: Spontaneous Speech
lrk: بي اختيار تقرير

source: SPONTANEOUS SPEECH
lrk: بي ساخته تقرير

source: Start recording
lrk: رآڪاڌيگ ݾروع ڪرو

source: Start typing to describe your accent
lrk: آپري تلفظ ني بيون ڪريا ھارو ٽائپنگ شروع ڪرو

source: Stats
lrk: انگ اکر

source: Status Page
lrk: اسٽيٽس صفحو

source: Still have questions?
lrk: اجي سوال ھي

source: Streaks
lrk: تارون

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
lrk: <strong>وادر</strong>موٿو<strong> ڊائناسوروادر</strong>رياسڪ.

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
lrk: ڪلپ ني رد تو ڪرو جيم اسپيڪر رو ’اوچار ھي ‘ جيم تمو رو آپ ھارو <strong>آ ضروري ھي ڪي آواز رو”ي اورکيا ھارو بھتر ڪوم ڪري </strong> الگ ھوئي

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
lrk: تمو ري ٻولي ڪميونٽي الگ ھوئيئي ھين اي </strong> ھين تسلي ڪري ليو <strong> ݾروع ڪريا را صرف ڪوئي تريقا ھي

source: <strong>Scripted Speech</strong> (traditionally what you know as Common Voice) is where you can read sentences aloud in your language.
lrk: <strong>اسڪرپٽ ھويوڙي تقرير</strong> (روايتي طور تي جي تمي عام آواز ري نوم مون ڄوڻوھون) او هي جئي تمي آپري ٻولي ۾ جملا اونچي آواز آوازمون پڙهي سگهو ھون.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
lrk: <strong>s\\سينڪوُ</strong>موٿا ڊائنوسار<strong>ڌوھني</strong>ٽراسي.

source: <strong>Spontaneous Speech</strong> is a new part of Common Voice where you can respond to questions in a more organic, colloquial way.
lrk: <strong>Spontaneous Speech</strong> ڪامن وائس رو ايڪ نئون حصو هي جتي تمي سوالو را جواب وڌيڪ نامياتي، عام ٻولي ۾ ڏئي سگهو ھون.

source: Submit
lrk: جمع ڪرو

source: Submit All
lrk: سڀ جما ڪر

source: Submit a new question for the community to read and respond to
lrk: ڪميونٽي ھارو پڙيامي ھين جواب ديدا ھارو ايڪ نئون سوال جمع ڪراويو.

source: Submit a report
lrk: رپورٽ جما ڪرو

source: Submit clips
lrk: ڪلپس جمع ڪرو

source: Submit new questions for the community to read and respond to
lrk: ڪميونٽي ھارو پڙيا مي ھين جواب ديدا ھارو نوان سوال جمع ڪراوُ.

source: Submitted
lrk: جما ڪر

source: Subscribe
lrk: ڀيراپڙا ۾ حاصل ڪرو

source: Success
lrk: ڪوميوبي

source: success checkmark
lrk: ڪاميابي رو نشان

source: Successfully accepted question
lrk: ڪاميابيءَ مون قبول ھويوڙا سوال

source: Successfully rejected question
lrk: سوال

source: Success, profile created!
lrk: ڪاميابي، پروفائل ٺاهو گئي!

source: Support open, community-led datasets
lrk: کليوڙي، ڪميونٽي ري اڳواڻي ۾ ڊيٽاسيٽس ري حمايت ڪرو

source: Svan
lrk: سوان

source: Swahili
lrk: سواهلي

source: Swedish
lrk: سويڊني

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
lrk: جملا ني منظور ڪريا ھارو اوندھا پاھي سوائپ ڪرو. رد ڪريا ھارو کاٻي ري پاھي سوائپ ڪرو. او ني سوڙيا ھارو ماٿي سوائپ ڪرو. <strong>آپرو جائزو جمع ڪراوُ نه ويرو!

source: Syriac
lrk: سيريائي

source: Tagalog
lrk: تگلگ

source: Tahitian
lrk: تائيٽي

source: Taiwanese (Minnan)
lrk: تائيوان (منن) ٻولي

source: Tajik
lrk: تاجڪ

source: Taking several attempts to read a word.
lrk: ايڪ لفظ پڙھيا ھارو ڪيتون ئي جتن ڪروي.

source: Tamazight
lrk: تمازت

source: Tamil
lrk: تامل

source: Tap
lrk: ٽيپ ڪرو

source: Tarifit
lrk: ٽرافي

source: Tatar
lrk: تاتاري

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
lrk: تتويبا جملو، ترجمو، ھين ٻوليا واري آڊيو رو ايڪ موٽو ڊيٽابيس هي جي ٻولي ھکيا ۾ استعمال ڪريا ھارو. هي ڊائون لوڊ اووہ ري ڪميونٽي مون رڪارڊ ھويوڙي انگريزي ٻوليا وارو تي مشتمل هي.

source: Technology and Robotics
lrk: ٽيڪنالاجي ھين روبوٽڪس

source: Technology that speaks your language
lrk: ٽيڪنالاجي جي تمو ري ٻولي ٻولي ھي

source: TED-LIUM Corpus
lrk: ٽيڊ-ليم ڪارپس

source: Teke
lrk: ٽيڪي

source: Tell us what you'd like to download:
lrk: امو ري ھڻاو تو تمي ڪاوُ ڊائون لوڊ ڪرووُ چاهو ھون:

source: Telugu
lrk: تيلگو

source: Tepeuxila Cuicatec
lrk: ٽيوٽيلا ڪيوڪيٽيڪ

source: Terms
lrk: شرطون

source: <termsLink>Terms</termsLink>
lrk: <termsLink>شرط</termsLink>

source: Teutila Cuicatec
lrk: ٽيوٽيلا ڪيوڪيٽيڪ

source: Thai
lrk: ٿائي

source: Thanks for confirming your account, now let's build your profile.
lrk: تمو ري اڪائونٽ ري تصديق ڪريا ھارو مھربوني، ھمي آووُ تمو ري پروفائل ٺاھون.

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
lrk: 50 مون وڌيڪ ٻوليو ۾ 259k مون وڌيڪ مينکو ري تعاون ري مھربوني، آ ڊيٽا انساني آواز ري بھتر جواب ڏيڌا ھارو تقرير-فعال ايپليڪيشننو ني تربيت ڏيڌا ھارو استعمال ڪريو جائي ھي

source: Thank you for contributing to Spontaneous Speech!
lrk: Spontaneous Speech ۾ حصو ليدا ري مھربوني

source: Thank you for contributing your bulk submission!
lrk: تمو ري موٽي تعداد ۾ جمع ڪرايا ۾ حصو ليدا ري مهربوني!

source: Thank you for contributing your voice!
lrk: آپري آواز ۾ حصو ليدا ھارو مهرباني!

source: Thank you for donating your voice clips!
lrk: تمو ري وائس ڪلپس دون ڪريا ھارو تمو رئ مهربوني!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
lrk: رڪارڊنگ ھارو مهربوني! <lineBreak></lineBreak> همي نيچي ديدي ڪلپس روجائزو ليو ھين جمع ڪراوُ

source: Thank you for your information
lrk: تمو ري معلومات ھارو مهربوني

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
lrk: { $lang } ۾ حصو ليڌا ۾ تمو ري دلچسپي ھارو مهربوني. امي سخت محنت ڪرو ھون تو هر ٻولي ني لانچ ھين رکيا ھارو تيار ڪريو جائي ٽيمن ني اي ميل ذريعي اپڊيٽ ڪريو گيو. جيڪڏي تمي مدد ڪرووُ چاھو ھون، مھربوني ڪرين ھيٺي آپري اي ميل ڏيو

source: Thank you for your voice information
lrk: تموري آواز ري جوڻ ھارو مهربوني.

source: Thank you! You’ve sent a new language enquiry
lrk: تمو ري مهربوني! تمي ايڪ نوي ٻوليءَ ري انڪوائري موڪلي هي

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
lrk: بهترين جملا قدرتي ھين گفتگو وارا ھي - اووہ ني پڙهڻيا ھارو آسون هووُہ کپي. جڏي تو صوتياتي تنوع ھين جملو ۾ مختلف اکر اهم ھي، امي پڻ ڪوشش ڪرو رهيا هون تو رڪارڊنگ جملئ ني امو ري رضاڪاري ڪميونٽي ھارو ممڪن حد تڪ دلچسپ ھين مزيدار ٺاووہ.

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
lrk: ايڪ مفيد تقرير ري اورکيا واري انجڻ ري تعميرھارو بهترين جملا ڀوليا وارا، جديد اکر ھي. ڪوئي خيال تمو ري مدد ڪريا ھارو ھي جملا پيدا ڪريا ۾؛

source: The bumblebee sped by.
lrk: ڀونگر تيزيءَ مون گيو پرو.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
lrk: ڪلپ ري ݾمݾان ري آواز ڪلپس تي آوي هي جي او ني عام آواز ڊيٽاسٽ ۾ نه ٺاھي. بس ڊيٽاسٽ ري جيم، ڪلپ ݾمݾان ڊائون لوڊ ھارو دستياب هي.

source: The clip has disrespectful or offensive language.
lrk: ڪلپ ۾ بي عزتي يا ناگوار ٻولي ھي

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
lrk: عام آواز ڊيٽاسٽ ۾ ھو مون هزار ري نمونا ري آواز ڀيري ڪريوڙي ھي جي ڊولپرز ري آواز ري اورخيا را اوزار ٺاهيا ۾ مدد ڪري ھي.

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
lrk: ڪميونٽي عام آواز ري ڌڙڪتو دل هي - اي سب دنيا مون آوي ھي، ھين ٻولي ري سرگرم ڪارڪنو ھين سائنسدان ھين فنڪار ھي. تمي امو ري <about>About</about> صفحا تي ھين امو ري <community>Community playbook</community> ۾ ڀيرا ھويا ري بابت وڌيڪ ھيکو سگهو ھون جيڪڏي تمي چاھو ھون بھترين تنظيمي شراڪت ۾، <emailFragment>رابطا ۾ رھو.</emailFragment>

source: The content contains a language different than I was expecting.
lrk: مواد ۾ ماري سوچ مون مختلف ٻولي هي.

source: The content has disrespectful or offensive language.
lrk: مواد ۾ بي عزتي يا ناگوار ٻولي هي.

source: The giant dino [cough] the Triassic.
lrk: وشال ڌيو [کنگ] ٽراسڪ.

source: The giant dinosaur of the Triassic.
lrk: ٽرائيسڪ را موتا ڊائنوسار.

source: The giant dinosaurs of the Triassi-.
lrk: ٽرائيسڪ را موتا ڊائنوسار.

source: The giant dinosaurs of the Triassic.
lrk: ٽرياسڪ را موٽا ڊائناسور.

source: The giant dinosaurs of the Triassic. [read by one voice]
lrk: ٽرياسڪ ري موٽو ڊائناسور. [ايڪ آوازمون پڙهو]
